outline/outline.tex
% Created 2017-02-05 일 23:10
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{kotex}
\date{\today}
\title{\TeX{} 멘토링 자료 outline}
\hypersetup{
 pdfauthor={},
 pdftitle={\TeX{} 멘토링 자료 outline},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.1.1 (Org mode 9.0.4)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\section{intro}
\label{sec:orga2e16a8}
latex이 무엇인가?
왜 latex을 쓰는가?
기본적인 내용만 다루겠다.
\section{install}
\label{sec:org09aecb9}
latex은 어떻게 설치하고, 어떻게 시작하지?
초보자의 눈에서 천천히 하나씩
\section{기능을 하나씩 알아보기}
\label{sec:org55d6494}
여기서는 제작에 꼭 필요한 기능들만
주의할점? toc 여러번컴파일 필요할수도
environment가 꼬여서 연결되면안된다. 안에들어가는건 상관없는데 겹치는건안됨
명령어 구분방식?
명령어 사이에는 스페이스를 넣던지 해야됨 안그럼 하나로인식함

\section{기능을 더 구체적으로 알아보기}
\label{sec:orgf5059d7}
\subsection{documentclass}
\label{sec:orgd41a5a0}
documentclass에는 뭐가 있지? 각 documentclass의 역할은?(표를 뒤로 뺄까)
oblivoir 강조해주기
글씨크기, a4paper 옵션
\subsubsection{standalone, exam class 설명}
\label{sec:orgeb27062}
\subsection{다양한 package 알아보기}
\label{sec:org45318ab}
geometry
indentfirst
setspace
amsmath
\subsection{다양한 기본 기능 알아보기}
\label{sec:org0aac5e1}
글씨크기lo
정렬(center, flushleft, flushright)
verbatim
label \& reference
citation은 따로 설명하지 않겠다.
\subsection{수식넣기}
\label{sec:orgdd36863}
가장 중요
\subsection{표만들기 \& 그림넣기}
\label{sec:orgf71d8dd}
tabular \& graphicx
예시넣어서 설명해주기
\subsection{새로운명령어정의하기}
\label{sec:org6aa38c6}
\end{document}